const jokes = [
    `पप्पू अपनी पत्नी से- <br>
    अच्छा ये बताओ 'बिदाई' के समय तुम <br>
    लड़कियां इतनी रोती क्यों हो? <br>
    पत्नी- 'पागल' अगर तुझे पता चले.. <br>
    अपने घर से दूर ले जाकर कोई तुमसे <br>
    'बर्तन मंजवाएगा' तो तू क्या नाचेगा..`,

    `जज : घर में मालिक होते हुए तूने चोरी कैसे की? <br>
    चोर : साहब, आपकी नौकरी अच्छी है, और सैलरी <br>
    भी अच्छी है, फिर आप ये सब सीख कर क्या करोगे?`,

    `पति- प्यास लगी है पानी लेके आओ.. <br>
    पत्नी- क्यों ना आज तुम्हें मटर पनीर <br>
    और शाही पुलाव बनाकर खिलाऊं...<br>
    पति- वाह वाह...! <br>
    मुंह में पानी आ गया.. <br>
    पत्नी- आ गया ना मुंह में पानी <br>
    बस इसी से काम चला लो..`,

    `मोटू- पापा, मुझे बाजा दिला दो. <br>
    पापा- नहीं तुम सबको तंग करोगे. <br>
    मोटू- नहीं करूंगा पापा, जब सब सो जाएंगे तभी बजाऊंगा.`,

    `चंटू- कल रात मुझे एक आदमी ने चाकू दिखाकर लूट लिया. <br>
    मंटू- लेकिन तेरे पास तो पिस्तौल होती है ना. <br>
    चंटू- उसे मैंने छुपा लिया था, वरना वह उसे भी लूट लेता.`,

    `टीटू शीटू से- अगर एक शेर तेरी बीवी और सास पर एक साथ अटैक कर दे, तो तू किसे बचाएगा? <br>
    शीटू- बेशक शेर को, बहुत कम बचे हैं.`,

    `दोस्त- पूरी रात जागने का फायदा? <br>
    गोलू- सुबह उठ कर ब्रश नहीं करना पड़ता.
    सेव योर टूथपेस्ट.`,

    `टीटू- मम्मी आप कहती हैं कि परियां उड़ती हैं, फिर पड़ोस की आंटी क्यों नहीं उड़तीं? <br>
    मम्मी- वह कब से परी हो गईं? <br>
    मम्मी- तो फिर बेटा आज वो परी भी उड़ेगी और त..`,

    `माँ - बेटा क्या कर रहे हो? <br>
    बेटा - पढ़ रहा हु माँ.. <br>
    माँ - शाबाश! क्या पढ़ रहे हो? <br>
    बेटा - आपकी होने वाली बहु के SMS. <br>
    दे थप्पड़, दे थप्पड़!`,

    `पति और पत्नी का ज़ोरदार झगड़ा होता है. <br>
    पति गुस्से से- तेरी जैसी 50 मिलेंगी. <br>
    पत्नी हंसके- अभी भी मेरी जैसी ही चाहिए!`,

    `लड़की वाले बेटी के लिए लड़का देखने गए, <br>
    लड़की वाले- कितना कमा लेते हो? <br>
    लड़का- इस महीने दो करोड़ कमाया. <br>
    लड़की वाले- फिर क्या हुआ? <br>
    लड़का- बस, फिर मोबाइल में तीन पत्ती हेंग हो गया, <br>
    और सारी कमाई चली गयी.`,

    `उसने मुझसे पूछा <br>
    चाहोगे मुझे कब तक, <br>
    मैंने भी मुस्कुराके कह दिया, <br>
    मेरी बीवी. <br>
    को न पता चले तब तक.`,

    `टीचर : मैं दो वाक्य दूंगा उसमें आपको अंतर बताना है. <br>
    पहला वाक्य- उसने बर्तन धोए. <br>
    दूसरा वाक्य- उसे बर्तन धोने पड़े. <br>
    पप्पू : पहले वाक्य में कर्ता अविवाहित है. <br>
    और दूसरे वाक्य में कर्ता विवाहित है.`,

    `लड़का- मैं आपकी बेटी से शादी करना चाहता हूं, <br>
    लड़की का बाप- कितना कमा लेते हो. <br>
    लड़का- 19000 हजार महीना. <br>
    लड़की का बाप- 15000 मै अपनी बेटी को पाकेट मनी देता हूं. <br>
    लड़का- वो मिलाके के ही बोल रहा हूं अंकल.`,

    `पत्नी - हमेशा मेरा आधा माथा दुखता है, <br>
    लगता है डॉक्टर को दिखाना पड़ेगा.. <br>
    पति - अरे उसमे डॉक्टर को क्या बताना ! <br>
    वो तो जितना है उतना दुखेगा ही. <br>
    बस तब से ही पति का पूरा बदन दुःख रहा है.`,

    `पति अपनी पत्नी से :- मेरी शर्ट को उल्टी करके प्रेस करना. <br>
    पत्नी :- ठीक है <br>
    कुछ देर बाद <br>
    पति :- मेरी शर्ट को प्रेस कर दिया क्या <br>
    पत्नी :- नहीं अभी नहीं <br>
    पति :- क्यों.? <br>
    पत्नी :- अभी मुझे उल्टी ही नही आ रही तो उल्टी करके कैसे प्रेस करूँ. <br>
    पति बेहोश.`

];

let num = Math.floor(Math.random() * jokes.length);
let joke = document.getElementById("auto-jokes").innerHTML = jokes[num];



